"appName" = "Inlaider (ro)";


"popup.command.placeholder.typeACommand" = "Tastează o comandă...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Tastează o comandă sau apasă Enter pentru a închide...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Tastează o comandă sau apasă Enter pentru a lipi rezultatul";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — comută la editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — comută la linia de comandă";
"popup.shortcut.clearCanvas" = "⌘⌫ curăță editorul";
"popup.shortcut.copyCanvas" = "⌘C copiază conținutul editorului";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C sau Enter copiază conținutul editorului";
"popup.shortcut.enterPaste" = "Enter inserează în";
"popup.shortcut.esc" = "Esc închide la";

"show" = "Afișează";
"about" = "Despre program";
"quit" = "Închide";
"close" = "Închide";
"cancel" = "Anulează";
"save" = "Salvează";
"ok" = "OK";
"settings" = "Setări";
"copied" = "Copiat";

"settings.section.general.title" = "General";
"settings.accessibility.title" = "Permisiuni de accesibilitate";
"settings.accessibility.description" = "Această permisiune este necesară pentru a citi automat textul selectat și a insera rezultatul procesat înapoi în câmpul text original.\nFără acces, aplicația va folosi clipboard-ul pentru a transfera datele.";
"settings.inlaiderShortcut.label" = "Scurtătură de tastatură pentru Inlaider";
"settings.LaunchAtLogin.label" = "Lansează la pornire";

"settings.section.ownAPIKeys.title" = "Chei API proprii";
"provider.apiKey.title" = "Cheie API";
"provider.apiKey.placeholder" = "Introdu aici cheia API";
"provider.models.title" = "Modele";
"provider.models.new.placeholder" = "Adaugă numele modelului";

"settings.section.customPrompts.title" = "Înlocuitori de prompturi";
"prompts.general.title" = "Prompt general";
"prompts.replacements.title" = "Înlocuitori de prompturi";
"prompts.replacements.replaceWhat.label" = "Înlocuiește";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Cu prompt";
"prompts.replacements.error.exists.message" = "Înlocuitorul comenzii '%@' există deja.";

"about.ThirdPartyLicenses" = "Licențe terțe";
"about.VisitOnGithub" = "Vezi pe GitHub";
"about.version" = "Versiunea %@";

"error.title" = "Eroare";